---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.BtuPerS
source: html/b2f71bd7-43c6-fbb1-3ac6-75bb4194b879.htm
---
# Autodesk.Revit.DB.SymbolTypeId.BtuPerS Property

Symbol Btu/s, indicating unit British thermal units per second.

## Syntax (C#)
```csharp
public static ForgeTypeId BtuPerS { get; }
```